[
  {
    "id": "1",
    "title": "Гламур Выпуск №1",
    "description": "Дебютный выпуск журнала «Гламур» — эксклюзивные материалы о модных трендах, интервью с дизайнерами и обзор коллекций весна-лето 2025. Внутри вы найдёте советы по стилю, яркие фоторепортажи с показов и вдохновение от икон современной моды.",
    "sdescription": "Гламур — всё о моде, стиле и красоте в одном выпуске.",
    "content": "/content/glamur1.txt",
    "author": "Авдеенко Илья",
    "img": "images/fashion.png",
    "data": "Апрель 2025",
    "category": "Гламур"
  },
  {
    "id": "2",
    "title": "СпортЛайн Выпуск №1",
    "description": "В первом выпуске — обзоры главных спортивных событий весны, интервью с тренерами и советы по фитнесу от профессионалов. Также представлены мотивационные истории спортсменов и трендовые методики восстановления после нагрузок.",
    "sdescription": "СпортЛайн — всё о спорте, здоровье и мотивации.",
    "content": "/content/sportline1.txt",
    "author": "Авдеенко Илья",
    "img": "images/sport.png",
    "data": "Май 2025",
    "category": "СпортЛайн"
  },
  {
    "id": "3",
    "title": "Курс Дня Выпуск №1",
    "description": "Открытие серии: анализ текущей политической обстановки, комментарии экспертов и важные мировые события апреля 2025 года. Мы предлагаем объективный взгляд на ключевые события, подкреплённый фактами и мнениями авторитетных аналитиков.",
    "sdescription": "Курс Дня — взгляд на политику без прикрас.",
    "content": "/content/daycourse1.txt",
    "author": "Авдеенко Илья",
    "img": "images/politics1.png",
    "data": "Апрель 2025",
    "category": "Курс Дня"
  },
  {
    "id": "4",
    "title": "СпортЛайн Выпуск №2",
    "description": "Во втором номере — итоги крупных турниров, интервью с молодыми спортсменами и новое в спортивной медицине. Узнайте, как тренируются будущие чемпионы, и какие технологии меняют спорт уже сегодня.",
    "sdescription": "СпортЛайн — спортивные события и здоровье на первом месте.",
    "content": "/content/sportline2.txt",
    "author": "Авдеенко Илья",
    "img": "images/sport.png",
    "data": "Май 2025",
    "category": "СпортЛайн"
  },
  {
    "id": "5",
    "title": "Курс Дня Выпуск №2",
    "description": "Новый выпуск с глубоким анализом политических реформ, международных отношений и интервью с аналитиками. Мы рассматриваем последствия последних решений правительств и оцениваем возможные сценарии развития событий.",
    "sdescription": "Курс Дня — актуальные политические обзоры и мнения.",
    "content": "/content/daycourse2.txt",
    "author": "Авдеенко Илья",
    "img": "images/politics2.png",
    "data": "Апрель 2025",
    "category": "Курс Дня"
  }
]